[
  {
    "id": "115958026",
    "url": "https://www.ivoox.com/player_ej_122578867_6_1.html",
    "title": "Episodio 21",
    "description": "En este episodio contamos con la presencia del polifacético Mario Pinto y hablaremos, como no, de Mercadona y otras marcas.",
    "date": "2024-01-14",
    "duration": "50:12"
  },
  {
    "id": "115958026",
    "url": "https://www.ivoox.com/player_ej_115958026_6_1.html",
    "title": "Episodio 20",
    "description": "Celebramos los 20 episodios de la techtulia con un programa muy peculiar y con la vuelta de un invitado que ya nos acompañó en.. ¡¡nada menos que el episodio 1!!👏 Miguel Cabrera tuvo la brillante idea de \"adaptar\" el episodio Nº28 del podcast DevsLives y darle una vuelta interesante con un clásico juego de palabras. Esperamos que lo disfruten tanto como nosotros al grabarlo",
    "date": "2023-09-13",
    "duration": "1:02:33"
  },
  {
    "id": "113012006",
    "url": "https://www.ivoox.com/player_ej_113012006_6_1.html",
    "title": "Episodio 19",
    "description": "Hoy nos visita Ana Cáceres y hablaremos de las novedades de lo de Sevilla, pájaros boxeadores y mucho más.",
    "date": "2023-07-24",         
    "duration": "55:20"
  },
  {
    "id": "109519443",
    "url": "https://www.ivoox.com/player_ej_109519443_6_1.html",
    "title": "Episodio 18",
    "description": "Hoy nos visita Cristian Suárez, donde nos contará anécdotas relacionadas con médicos, taxis, y por supuesto bases de datos que no quieren volver de vacaciones.",
    "date": "2023-06-02",
    "duration": "59:19"
  },
  {
    "id": "105273647",
    "url": "https://www.ivoox.com/player_ej_105273647_6_1.html",
    "title": "Episodio 17",
    "description": "En el episodio de esta semana nos acompaña Michael Reyes y hablamos de mangas (no la de las camisetas), pilotos que vuelan aún con el helicóptero en el suelo, historias propias de la película 'El Lobo de Wall Street' y muchas cosas de Japón",
    "date": "2023-03-28",
    "duration": "1:02:32"
  },
  {
    "id": "103401922",
    "url": "https://www.ivoox.com/player_ej_103401922_6_1.html",
    "title": "Episodio 16",
    "description": "Hoy nos acompaña Raúl Padilla y nos contará diversas anécdotas sobre ascensores, bases de datos y coches voladores (sin tener relaciones unas con otras).",
    "date": "2023-02-21",
    "duration": "1:06:42"
  },
  {
    "id": "102297440",
    "url": "https://www.ivoox.com/player_ej_102297440_6_1.html",
    "title": "Episodio 15",
    "description": "En el episodio de hoy hablamos con Ariane Zanardi de la importancia de silenciarse en una videollamada y explicamos la teoría del carrito. Además, como siempre, sección cuñados de postre.",
    "date": "2023-01-31",
    "duration": "50:16"
  },
  {
    "id": "101575234",
    "url": "https://www.ivoox.com/player_ej_101575234_6_1.html",
    "title": "Episodio 14",
    "description": "En el episodio de hoy hablamos con Fran Palacios sobre la reciente polémica canción de Shakira ft. BZRP a la par que muchos otros temas completamente aleatorios como siempre. ",
    "date": "2023-01-17",
    "duration": "1:03:02"
  },
  {
    "id": "100125406",
    "url": "https://www.ivoox.com/player_ej_100125406_6_1.html",
    "title": "Episodio 13",
    "description": "En el episodio de hoy contamos con Yazmina de la Paz y el misterio del timbre. También hablaremos de las peores entrevistas de trabajo y, por supuesto, sección de cuñados al final del episodio. Muchas a gracias a Café Con Extraterrestres por dejarnos usar su tema \"El mocho acecha\" para ambientar el misterio del timbre.",
    "date": "2022-12-20",
    "duration": "57:57"
  },
  {
    "id": "98388448",
    "url": "https://www.ivoox.com/player_ej_98388448_6_1.html",
    "title": "Episodio 12",
    "description": "En el episodio de hoy hablamos con Ricardo García y nos cuenta el estado actual de los guachinches y alguna que otra anécdota peligrosa que no debéis hacer en casa. Como siempre cerramos con nuestra sección favorita de \"tus cuñados informáticos\"",
    "date": "2022-12-07",
    "duration": "49:02"
  },
  {
    "id": "96384741",
    "url": "https://www.ivoox.com/player_ej_96384741_6_1.html",
    "title": "Episodio 11",
    "description": "En el episodio de hoy hablamos con Jorge Aguiar y le hacemos un trajecito a medida a Amazon. Por cierto, hemos renombrado la sección de tus cuñados a 'La sección de Elon Musk', un saludo a Twitter.",
    "date": "2022-11-15",
    "duration": "1:00:34"
  },
  {
    "id": "94555673",
    "url": "https://www.ivoox.com/player_ej_94555673_6_1.html",
    "title": "Episodio 10",
    "description": "Episodio en La Techtulia\nEn el episodio de hoy hablamos con José Ángel a.k.a. Joseange, Hose, el pana...etc. sobre emails que se quedan en cola, vuelos solitarios, memes y, como siempre las noticias de \"tus cuñados informáticos\"",
    "date": "2022-10-24",
    "duration": "57:29"
  },
  {
    "id": "93545459",
    "url": "https://www.ivoox.com/player_ej_93545459_6_1.html",
    "title": "Episodio 9",
    "description": "En el episodio de hoy hablamos con Juanfi Pérez de los problemas que te pueden surgir al hacer una presentación, sondas demasiado sospechosas para ser ensayos y mucho más. Por cierto ¡ya tenemos Twitter!",
    "date": "2022-10-07",
    "duration": "1:04:17"
  },
  {
    "id": "92712424",
    "url": "https://www.ivoox.com/player_ej_92712424_6_1.html",
    "title": "Episodio 8",
    "description": "En el episodio de hoy hablamos con Dácil Casanova sobre adaptadores de corriente entre países, guías docentes candidatas al club de la comedia, bicicletas, carritos de la compra y, como siempre, tendremos nuestra dosis de \"tus cuñados informáticos\"",
    "date": "2022-09-21",
    "duration": "55:54"
  },
  {
    "id": "92011828",
    "url": "https://www.ivoox.com/player_ej_92011828_6_1.html",
    "title": "Episodio 7",
    "description": "En el episodio de hoy hablamos con Adrián Ferrera sobre superhéroes, IoT, escaldones en verano, problemas comunes en soporte técnico y, como siempre, tendremos nuestra dosis de \"tus cuñados informáticos\"",
    "date": "2022-09-06",
    "duration": "50:31"
  },
  {
    "id": "91405292",
    "url": "https://www.ivoox.com/player_ej_91405292_6_1.html",
    "title": "Episodio 6",
    "description": "En el episodio de hoy hablamos con Sara Revilla sobre problemas con bases de datos, leemos emails que nos han llegado a podcastlatechtulia@gmail.com y, como siempre, tendremos nuestra dosis de \"tus cuñados informáticos\"",
    "date": "2022-08-23",
    "duration": "44:41"
  },
  {
    "id": "90830946",
    "url": "https://www.ivoox.com/player_ej_90830946_6_1.html",
    "title": "Episodio 5",
    "description": "En el episodio de hoy hablamos con Iván Santos de números, drones, seguridad y mucho más",
    "date": "2022-08-09",
    "duration": "48:01"
  },
  {
    "id": "90384484",
    "url": "https://www.ivoox.com/player_ej_90384484_6_1.html",
    "title": "Episodio 4",
    "description": "Hoy hablamos con Rubén Zamora sobre la importancia del contexto a la hora de programar y como siempre, habrá ración de \"Tus cuñados informáticos\". Aquí tienen el email para enviar consultas: podcastlatechtulia@gmail.com. Seamos sinceros, nadie nos va a escribir, pero al menos tenemos reservado el nombre en gmail.",
    "date": "2022-07-28",
    "duration": "44:29"
  },
  {
    "id": "89725145",
    "url": "https://www.ivoox.com/player_ej_89725145_6_1.html",
    "title": "Episodio 3",
    "description": "¡Ya tenemos nombre para el podcast y estamos en plataformas (obviamente)! Además, hoy nos visita Fran Correa y estrenamos una nueva sección.",
    "date": "2022-07-13",
    "duration": "38:11"
  },
  {
    "id": "89481736",
    "url": "https://www.ivoox.com/player_ej_89481736_6_1.html",
    "title": "Episodio 2",
    "description": "¡Ya tenemos nombre! Bueno, en realidad no, pero seguimos trabajando en ello. María Soria nos ayudará hoy a encontrar nombre y hablaremos con ella de Apple y OnePlus",
    "date": "2022-07-06",
    "duration": "46:29"
  },
  {
    "id": "89339794",
    "url": "https://www.ivoox.com/player_ej_89339794_6_1.html",
    "title": "Episodio 1",
    "description": "🎉Primer episodio de este nuevo podcast y viene a estrenarlo Miguel Cabrera. Aún no tenemos nombre, pero estamos trabajando en ello.",
    "date": "2022-07-04",
    "duration": "37:00"
  }
]
