[
  {
    "id": "115958026",
    "url": "https://www.ivoox.com/player_ej_122578867_6_1.html",
    "title": "Episode 21",
    "description": "In this episode we have the presence of the multifaceted Mario Pinto and we will talk, of course, about Mercadona and other brands.",
    "date": "2024-01-14",
    "duration": "50:12"
  },
  {
    "id": "115958026",
    "url": "https://www.ivoox.com/player_ej_115958026_6_1.html",
    "title": "Episode 20",
    "description": "We celebrate the 20 episodes of la techtulia with a very peculiar program and with the return of a guest who already accompanied us in... nothing less than episode 1!!👏 Miguel Cabrera had the brilliant idea of \"adapting\" episode Nº28 of the DevsLives podcast and giving it an interesting twist with a classic word game. We hope you enjoy it as much as we did recording it",
    "date": "2023-09-13",
    "duration": "1:02:33"
  },
  {
    "id": "113012006",
    "url": "https://www.ivoox.com/player_ej_113012006_6_1.html",
    "title": "Episode 19",
    "description": "Today Ana Cáceres visits us and we will talk about the news from Seville, boxing birds and much more.",
    "date": "2023-07-24",         
    "duration": "55:20"
  },
  {
    "id": "109519443",
    "url": "https://www.ivoox.com/player_ej_109519443_6_1.html",
    "title": "Episode 18",
    "description": "Today Cristian Suárez visits us, where he will tell us anecdotes related to doctors, taxis, and of course databases that don't want to come back from vacation.",
    "date": "2023-06-02",
    "duration": "59:19"
  },
  {
    "id": "105273647",
    "url": "https://www.ivoox.com/player_ej_105273647_6_1.html",
    "title": "Episode 17",
    "description": "In this week's episode we are joined by Michael Reyes and we talk about manga (not shirt sleeves), pilots who fly with the helicopter still on the ground, stories worthy of the movie 'The Wolf of Wall Street' and many things about Japan",
    "date": "2023-03-28",
    "duration": "1:02:32"
  },
  {
    "id": "103401922",
    "url": "https://www.ivoox.com/player_ej_103401922_6_1.html",
    "title": "Episode 16",
    "description": "Today Raúl Padilla joins us and will tell us various anecdotes about elevators, databases and flying cars (without being related to each other).",
    "date": "2023-02-21",
    "duration": "1:06:42"
  },
  {
    "id": "102297440",
    "url": "https://www.ivoox.com/player_ej_102297440_6_1.html",
    "title": "Episode 15",
    "description": "In today's episode we talk with Ariane Zanardi about the importance of muting yourself on a video call and we explain the shopping cart theory. Also, as always, know-it-all section for dessert.",
    "date": "2023-01-31",
    "duration": "50:16"
  },
  {
    "id": "101575234",
    "url": "https://www.ivoox.com/player_ej_101575234_6_1.html",
    "title": "Episode 14",
    "description": "In today's episode we talk with Fran Palacios about the recent controversial song by Shakira ft. BZRP along with many other completely random topics as always.",
    "date": "2023-01-17",
    "duration": "1:03:02"
  },
  {
    "id": "100125406",
    "url": "https://www.ivoox.com/player_ej_100125406_6_1.html",
    "title": "Episode 13",
    "description": "In today's episode we have Yazmina de la Paz and the mystery of the doorbell. We will also talk about the worst job interviews and, of course, know-it-all section at the end of the episode. Many thanks to Café Con Extraterrestres for letting us use their theme \"El mocho acecha\" to set the mood for the doorbell mystery.",
    "date": "2022-12-20",
    "duration": "57:57"
  },
  {
    "id": "98388448",
    "url": "https://www.ivoox.com/player_ej_98388448_6_1.html",
    "title": "Episode 12",
    "description": "In today's episode we talk with Ricardo García and he tells us about the current state of the guachinches and some dangerous anecdotes that you should not do at home. As always we close with our favorite section \"your IT know-it-alls\"",
    "date": "2022-12-07",
    "duration": "49:02"
  },
  {
    "id": "96384741",
    "url": "https://www.ivoox.com/player_ej_96384741_6_1.html",
    "title": "Episode 11",
    "description": "In today's episode we talk with Jorge Aguiar and we make a custom suit for Amazon. By the way, we have renamed the know-it-all section to 'The Elon Musk section', greetings to Twitter.",
    "date": "2022-11-15",
    "duration": "1:00:34"
  },
  {
    "id": "94555673",
    "url": "https://www.ivoox.com/player_ej_94555673_6_1.html",
    "title": "Episode 10",
    "description": "Episode in La Techtulia\nIn today's episode we talk with José Ángel a.k.a. Joseange, Hose, el pana...etc. about emails that get stuck in the queue, solitary flights, memes and, as always, the news from \"your IT know-it-alls\"",
    "date": "2022-10-24",
    "duration": "57:29"
  },
  {
    "id": "93545459",
    "url": "https://www.ivoox.com/player_ej_93545459_6_1.html",
    "title": "Episode 9",
    "description": "In today's episode we talk with Juanfi Pérez about the problems that can arise when giving a presentation, probes too suspicious to be tests and much more. By the way, we already have Twitter!",
    "date": "2022-10-07",
    "duration": "1:04:17"
  },
  {
    "id": "92712424",
    "url": "https://www.ivoox.com/player_ej_92712424_6_1.html",
    "title": "Episode 8",
    "description": "In today's episode we talk with Dácil Casanova about power adapters between countries, teaching guides candidates for the comedy club, bicycles, shopping carts and, as always, we will have our dose of \"your IT know-it-alls\"",
    "date": "2022-09-21",
    "duration": "55:54"
  },
  {
    "id": "92011828",
    "url": "https://www.ivoox.com/player_ej_92011828_6_1.html",
    "title": "Episode 7",
    "description": "In today's episode we talk with Adrián Ferrera about superheroes, IoT, summer burns, common technical support problems and, as always, we will have our dose of \"your IT know-it-alls\"",
    "date": "2022-09-06",
    "duration": "50:31"
  },
  {
    "id": "91405292",
    "url": "https://www.ivoox.com/player_ej_91405292_6_1.html",
    "title": "Episode 6",
    "description": "In today's episode we talk with Sara Revilla about database problems, we read emails that have arrived at podcastlatechtulia@gmail.com and, as always, we will have our dose of \"your IT know-it-alls\"",
    "date": "2022-08-23",
    "duration": "44:41"
  },
  {
    "id": "90830946",
    "url": "https://www.ivoox.com/player_ej_90830946_6_1.html",
    "title": "Episode 5",
    "description": "In today's episode we talk with Iván Santos about numbers, drones, security and much more",
    "date": "2022-08-09",
    "duration": "48:01"
  },
  {
    "id": "90384484",
    "url": "https://www.ivoox.com/player_ej_90384484_6_1.html",
    "title": "Episode 4",
    "description": "Today we talk with Rubén Zamora about the importance of context when programming and as always, there will be a portion of \"Your IT know-it-alls\". Here is the email to send queries: podcastlatechtulia@gmail.com. Let's be honest, nobody is going to write to us, but at least we have the name reserved in gmail.",
    "date": "2022-07-28",
    "duration": "44:29"
  },
  {
    "id": "89725145",
    "url": "https://www.ivoox.com/player_ej_89725145_6_1.html",
    "title": "Episode 3",
    "description": "We already have a name for the podcast and we are on platforms (obviously)! Also, today Fran Correa visits us and we premiere a new section.",
    "date": "2022-07-13",
    "duration": "38:11"
  },
  {
    "id": "89481736",
    "url": "https://www.ivoox.com/player_ej_89481736_6_1.html",
    "title": "Episode 2",
    "description": "We already have a name! Well, not really, but we're still working on it. María Soria will help us find a name today and we will talk to her about Apple and OnePlus",
    "date": "2022-07-06",
    "duration": "46:29"
  },
  {
    "id": "89339794",
    "url": "https://www.ivoox.com/player_ej_89339794_6_1.html",
    "title": "Episode 1",
    "description": "🎉First episode of this new podcast and Miguel Cabrera comes to premiere it. We don't have a name yet, but we're working on it.",
    "date": "2022-07-04",
    "duration": "37:00"
  }
]
